{
    "gate": {
      "clickedImage": "",
      "title": "Main Gate",
      "responseText": "Here is the way from Main gate to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "admission": {
        "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/admin to educ bldg, csc _ guidance office.gif",
        "title": "Admission Building",
        "responseText": "Here is the way from Admission Building to Education Building.  Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
      },
    "lab1": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/lab1 to Educ.gif",
      "title": "ComLab-1",
      "responseText": "Here is the way from Computer Laboratory 1 to Education Building.  Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "lab2": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/lab 2 to educ.gif",
      "title": "comLab-2",
      "responseText": "Here is the way from Computer Laboratory 2 to Education Building.  Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "yumul": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/yumul to Educ Bldg (Guidance, CSC).gif",
      "title": "Yumul Building",
      "responseText": "Here is the way from Yumul Building to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "canteen": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/Canteen to Educ Bldg (CSC, guidance office).gif",
      "title": "Canteen",
      "responseText": "Here is the way from Canteen to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "gymnasium": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/gym to educ bldg.gif",
      "title": "Gymnasium",
      "responseText": "Here is the way from Gymnasium to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "nantes": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/nantes to educ bldg.gif",
      "title": "Nantes",
      "responseText": "Here is the way from Accounting and Marketing Building to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "grandstand": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/Grandstand to educ bldg (guidance, csc, quality assurance).gif",
      "title": "Grandstand",
      "responseText": "Here is the way from Grandstand to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "engineer": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/engr to educ.gif",
      "title": "Engineer and Architecture Building",
      "responseText": "Here is the way from Engineer and Architecture Building to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "science": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/science to Educ.gif",
      "title": "Science Building",
      "responseText": "Here is the way from Science Building to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "hospitality": {
      "clickedImage": "gs://iskavt-26f75.appspot.com/goingEduc/HM & plant lab to educ bldg.gif",
      "title": "Hospitality Management Building",
      "responseText": "Here is the way from Hospitality Management Building to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    },
    "ecopark": {
      "clickedImage": "",
      "title": "Eco Park",
      "responseText": "Here is the way from Eco Park to Education Building. Below the map are the Offices, Faculty and Room located at  Public Administration and Education Building"
    }

  }
  